import { Quote } from './types';

export const QUOTES: Quote[] = [
  { text: "Победа любит старание.", author: "Катулл" },
  { text: "Дорогу осилит идущий.", author: "Ригведа" },
  { text: "Успех — это сумма маленьких усилий, повторяющихся изо дня в день.", author: "Роберт Кольер" },
  { text: "Никогда не сдавайся. Победители никогда не сдаются, а сдавшиеся никогда не побеждают.", author: "Винс Ломбарди" },
  { text: "Секрет успеха — начать.", author: "Марк Твен" },
  { text: "Ваше время ограничено, не тратьте его, живя чужой жизнью.", author: "Стив Джобс" },
  { text: "Через тернии к звёздам.", author: "Сенека" },
  { text: "Верь, что ты можешь, и ты уже полпути прошел.", author: "Теодор Рузвельт" }
];
